Repository: deepratna-awale/open-wallpaper-engine-mac
Catalog: OpenWallpaperEngine/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, hi, it, ja, ko, pl, pt_br, ru, tr, uk, zh_hans, zh_hant

source: The first time a device connects, macOS may ask whether Open Wallpaper Engine may accept incoming network connections. Click Allow.
ar: في المرة الأولى التي يتصل فيها جهاز، قد يسأل macOS عما إذا كان يمكن لـ Open Wallpaper Engine قبول اتصالات الشبكة الواردة. انقر على «سماح».
de: Wenn sich zum ersten Mal ein Gerät verbindet, fragt macOS eventuell, ob Open Wallpaper Engine eingehende Netzwerkverbindungen akzeptieren darf. Klicken Sie auf „Erlauben“.
es: La primera vez que se conecte un dispositivo, puede que macOS pregunte si Open Wallpaper Engine puede aceptar conexiones de red entrantes. Haz clic en «Permitir».
fr: La première fois qu’un appareil se connecte, macOS peut demander si Open Wallpaper Engine peut accepter les connexions réseau entrantes. Cliquez sur « Autoriser ».
hi: जब कोई डिवाइस पहली बार कनेक्ट होता है, तो macOS पूछ सकता है कि क्या Open Wallpaper Engine आने वाले नेटवर्क कनेक्शन स्वीकार कर सकता है। “अनुमति दें” पर क्लिक करें।
it: La prima volta che un dispositivo si connette, macOS potrebbe chiedere se Open Wallpaper Engine può accettare connessioni di rete in entrata. Fai clic su “Consenti”.
ja: デバイスが初めて接続するとき、Open Wallpaper Engine へのネットワーク受信接続を許可するかどうかを macOS が尋ねる場合があります。「許可」をクリックしてください。
ko: 기기가 처음 연결될 때 macOS에서 Open Wallpaper Engine이 수신 네트워크 연결을 허용할지 물어볼 수 있습니다. ‘허용’을 클릭하십시오.
pl: Gdy urządzenie połączy się po raz pierwszy, macOS może zapytać, czy Open Wallpaper Engine może akceptować przychodzące połączenia sieciowe. Kliknij w „Pozwól”.
pt_br: Na primeira vez que um dispositivo se conectar, o macOS pode perguntar se o Open Wallpaper Engine pode aceitar conexões de rede de entrada. Clique em Permitir.
ru: Когда устройство подключается впервые, macOS может спросить, разрешить ли Open Wallpaper Engine принимать входящие сетевые подключения. Нажмите «Разрешить».
tr: Bir aygıt ilk kez bağlandığında macOS, Open Wallpaper Engine’in gelen ağ bağlantılarını kabul edip etmeyeceğini sorabilir. İzin Ver’i tıklayın.
uk: Коли пристрій підключається вперше, macOS може запитати, чи дозволити Open Wallpaper Engine приймати вхідні мережеві підключення. Натисніть «Дозволити».
zh_hans: 设备首次连接时，macOS 可能会询问是否允许 Open Wallpaper Engine 接受传入网络连接。请点按“允许”。
zh_hant: 裝置首次連線時，macOS 可能會詢問是否允許 Open Wallpaper Engine 接受傳入的網路連線。請按一下「允許」。

source: The hotkey “%@” uses this shortcut. Use Anyway moves it to this hotkey.
ar: يستخدم الاختصار ”%@“ هذه المفاتيح. يؤدي «الاستخدام على أي حال» إلى نقلها إلى هذا الاختصار.
de: Die Tastenkombination „%@“ verwendet diesen Kurzbefehl. „Trotzdem verwenden“ überträgt ihn auf diese Tastenkombination.
es: La tecla de acceso rápido «%@» usa esta función rápida. «Usar de todos modos» la pasa a esta tecla de acceso rápido.
fr: Le raccourci « %@ » utilise cette combinaison. « Utiliser quand même » la déplace vers ce raccourci.
hi: हॉटकी “%@” यह शॉर्टकट इस्तेमाल करती है। “फिर भी इस्तेमाल करें” इसे इस हॉटकी पर ले आता है।
it: Il tasto di scelta rapida “%@” usa questa abbreviazione. “Usa comunque” la sposta su questo tasto di scelta rapida.
ja: ホットキー「%@」がこのショートカットを使用しています。「このまま使用」を選ぶと、このホットキーに移動します。
ko: ‘%@’ 단축키가 이 키 조합을 사용합니다. ‘그래도 사용’을 선택하면 이 단축키로 옮겨집니다.
pl: Klawisz dostępu „%@” używa tego skrótu. „Użyj mimo to” przenosi go do tego klawisza dostępu.
pt_br: O atalho “%@” usa esta combinação. Usar Mesmo Assim a move para este atalho.
ru: Горячая клавиша «%@» использует это сочетание клавиш. «Всё равно использовать» переносит его на эту горячую клавишу.
tr: “%@” kısayol tuşu bu kısayolu kullanıyor. “Yine de Kullan” onu bu kısayol tuşuna taşır.
uk: Гаряча клавіша «%@» використовує це скорочення. «Усе одно використати» переносить його на цю гарячу клавішу.
zh_hans: 热键“%@”使用了此快捷键。“仍然使用”会将它移到此热键。
zh_hant: 快速鍵「%@」使用了此按鍵組合。「仍要使用」會將它移到此快速鍵。

source: The hotkey “%@” uses this shortcut. Use Anyway moves it to this playlist.
ar: يستخدم الاختصار ”%@“ هذه المفاتيح. يؤدي «الاستخدام على أي حال» إلى نقلها إلى قائمة التشغيل هذه.
de: Die Tastenkombination „%@“ verwendet diesen Kurzbefehl. „Trotzdem verwenden“ überträgt ihn auf diese Playlist.
es: La tecla de acceso rápido «%@» usa esta función rápida. «Usar de todos modos» la pasa a esta playlist.
fr: Le raccourci « %@ » utilise cette combinaison. « Utiliser quand même » la déplace vers cette playlist.
hi: हॉटकी “%@” यह शॉर्टकट इस्तेमाल करती है। “फिर भी इस्तेमाल करें” इसे इस प्लेलिस्ट पर ले आता है।
it: Il tasto di scelta rapida “%@” usa questa abbreviazione. “Usa comunque” la sposta su questa playlist.
ja: ホットキー「%@」がこのショートカットを使用しています。「このまま使用」を選ぶと、このプレイリストに移動します。
ko: ‘%@’ 단축키가 이 키 조합을 사용합니다. ‘그래도 사용’을 선택하면 이 플레이리스트로 옮겨집니다.
pl: Klawisz dostępu „%@” używa tego skrótu. „Użyj mimo to” przenosi go do tej playlisty.
pt_br: O atalho “%@” usa esta combinação. Usar Mesmo Assim a move para esta playlist.
ru: Горячая клавиша «%@» использует это сочетание клавиш. «Всё равно использовать» переносит его на этот плейлист.
tr: “%@” kısayol tuşu bu kısayolu kullanıyor. “Yine de Kullan” onu bu çalma listesine taşır.
uk: Гаряча клавіша «%@» використовує це скорочення. «Усе одно використати» переносить його на цей список відтворення.
zh_hans: 热键“%@”使用了此快捷键。“仍然使用”会将它移到此播放列表。
zh_hant: 快速鍵「%@」使用了此按鍵組合。「仍要使用」會將它移到此播放列表。

source: The language of the app's windows and menus. Follow System uses your Mac's language; a change applies after the app restarts.
ar: لغة نوافذ التطبيق وقوائمه. يستخدم «حسب النظام» لغة Mac، ويُطبَّق أي تغيير بعد إعادة تشغيل التطبيق.
de: Die Sprache der Fenster und Menüs der App. Wie System verwendet die Sprache Ihres Mac; eine Änderung gilt nach dem Neustart der App.
es: El idioma de las ventanas y los menús de la app. Según el sistema usa el idioma del Mac; un cambio se aplica al reiniciar la app.
fr: Langue des fenêtres et des menus de l’app. Suivre le système utilise la langue de votre Mac ; un changement s’applique après le redémarrage de l’app.
hi: ऐप की विंडो और मेनू की भाषा। सिस्टम के अनुसार आपके Mac की भाषा इस्तेमाल करता है; बदलाव ऐप रीस्टार्ट होने के बाद लागू होता है।
it: La lingua delle finestre e dei menu dell’app. Come il sistema usa la lingua del Mac; una modifica si applica dopo il riavvio dell’app.
ja: App のウインドウとメニューの言語です。「システムに従う」では Mac の言語を使います。変更は App の再起動後に反映されます。
ko: 앱의 윈도우와 메뉴 언어입니다. 시스템 설정 따르기는 Mac의 언어를 사용하며, 변경 사항은 앱을 다시 시작한 후 적용됩니다.
pl: Język okien i menu aplikacji. Jak w systemie używa języka Maca; zmiana działa po ponownym uruchomieniu aplikacji.
pt_br: O idioma das janelas e dos menus do app. Seguir o Sistema usa o idioma do Mac; uma alteração vale depois que o app é reiniciado.
ru: Язык окон и меню приложения. «Как в системе» использует язык Mac; изменение вступает в силу после перезапуска приложения.
tr: Uygulamanın pencere ve menü dili. Sistemi Takip Et, Mac’inizin dilini kullanır; değişiklik uygulama yeniden başlatıldıktan sonra geçerli olur.
uk: Мова вікон і меню програми. «Як у системі» використовує мову Mac; зміна діє після перезапуску програми.
zh_hans: App 窗口和菜单的语言。“跟随系统”使用 Mac 的语言；更改在 App 重新启动后生效。
zh_hant: App 視窗和選單的語言。「跟隨系統」使用 Mac 的語言；變更會在 App 重新啟動後生效。

source: The link expired. Send again to make a new one.
ar: انتهت صلاحية الرابط. أعد الإرسال لإنشاء رابط جديد.
de: Der Link ist abgelaufen. Senden Sie erneut, um einen neuen zu erstellen.
es: El enlace ha caducado. Vuelve a enviar para crear uno nuevo.
fr: Le lien a expiré. Envoyez à nouveau pour en créer un nouveau.
hi: लिंक की समय-सीमा समाप्त हो गई। नया लिंक बनाने के लिए फिर से भेजें।
it: Il link è scaduto. Invia di nuovo per crearne uno nuovo.
ja: リンクの有効期限が切れました。もう一度送信すると新しいリンクが作成されます。
ko: 링크가 만료되었습니다. 다시 보내 새 링크를 만드십시오.
pl: Łącze wygasło. Wyślij ponownie, aby utworzyć nowe.
pt_br: O link expirou. Envie novamente para criar um novo.
ru: Срок действия ссылки истек. Отправьте снова, чтобы создать новую.
tr: Bağlantının süresi doldu. Yeni bir bağlantı oluşturmak için yeniden gönderin.
uk: Термін дії посилання сплив. Надішліть ще раз, щоб створити нове.
zh_hans: 链接已过期。再次发送以创建新链接。
zh_hant: 連結已過期。再次傳送以建立新的連結。

source: The menu command “%@” uses this shortcut. Use Anyway gives it to this hotkey, and the menu command no longer responds to it.
ar: يستخدم أمر القائمة ”%@“ هذا الاختصار. يؤدي «الاستخدام على أي حال» إلى منحه لهذا الاختصار، ولن يستجيب له أمر القائمة بعد ذلك.
de: Der Menübefehl „%@“ verwendet diesen Kurzbefehl. „Trotzdem verwenden“ gibt ihn dieser Tastenkombination, und der Menübefehl reagiert nicht mehr darauf.
es: El comando de menú «%@» usa esta función rápida. «Usar de todos modos» la asigna a esta tecla de acceso rápido y el comando de menú deja de responder a ella.
fr: La commande de menu « %@ » utilise ce raccourci. « Utiliser quand même » l’attribue à ce raccourci, et la commande de menu n’y répond plus.
hi: मेनू कमांड “%@” यह शॉर्टकट इस्तेमाल करती है। “फिर भी इस्तेमाल करें” इसे इस हॉटकी को दे देता है, और मेनू कमांड इस पर प्रतिक्रिया नहीं देती।
it: Il comando di menu “%@” usa questa abbreviazione. “Usa comunque” la assegna a questo tasto di scelta rapida e il comando di menu non risponde più.
ja: メニューコマンド「%@」がこのショートカットを使用しています。「このまま使用」を選ぶとこのホットキーに割り当てられ、メニューコマンドは反応しなくなります。
ko: ‘%@’ 메뉴 명령이 이 단축키를 사용합니다. ‘그래도 사용’을 선택하면 이 단축키에 할당되며 메뉴 명령은 더 이상 반응하지 않습니다.
pl: Polecenie menu „%@” używa tego skrótu. „Użyj mimo to” przypisuje go temu klawiszowi dostępu, a polecenie menu przestaje na niego reagować.
pt_br: O comando de menu “%@” usa este atalho. Usar Mesmo Assim o atribui a este atalho, e o comando de menu deixa de responder a ele.
ru: Команда меню «%@» использует это сочетание клавиш. «Всё равно использовать» отдаёт его этой горячей клавише, и команда меню перестаёт на него реагировать.
tr: “%@” menü komutu bu kısayolu kullanıyor. “Yine de Kullan” onu bu kısayol tuşuna verir ve menü komutu artık ona yanıt vermez.
uk: Команда меню «%@» використовує це скорочення. «Усе одно використати» віддає його цій гарячій клавіші, і команда меню більше не реагує на нього.
zh_hans: 菜单命令“%@”使用了此快捷键。“仍然使用”会将它分配给此热键，菜单命令将不再响应它。
zh_hant: 選單指令「%@」使用了此快速鍵。「仍要使用」會將它指定給此快速鍵，選單指令將不再回應它。

source: The menu command “%@” uses this shortcut. Use Anyway gives it to this playlist, and the menu command no longer responds to it.
ar: يستخدم أمر القائمة ”%@“ هذا الاختصار. يؤدي «الاستخدام على أي حال» إلى منحه لقائمة التشغيل هذه، ولن يستجيب له أمر القائمة بعد ذلك.
de: Der Menübefehl „%@“ verwendet diesen Kurzbefehl. „Trotzdem verwenden“ gibt ihn dieser Playlist, und der Menübefehl reagiert nicht mehr darauf.
es: El comando de menú «%@» usa esta función rápida. «Usar de todos modos» la asigna a esta playlist y el comando de menú deja de responder a ella.
fr: La commande de menu « %@ » utilise ce raccourci. « Utiliser quand même » l’attribue à cette playlist, et la commande de menu n’y répond plus.
hi: मेनू कमांड “%@” यह शॉर्टकट इस्तेमाल करती है। “फिर भी इस्तेमाल करें” इसे इस प्लेलिस्ट को दे देता है, और मेनू कमांड इस पर प्रतिक्रिया नहीं देती।
it: Il comando di menu “%@” usa questa abbreviazione. “Usa comunque” la assegna a questa playlist e il comando di menu non risponde più.
ja: メニューコマンド「%@」がこのショートカットを使用しています。「このまま使用」を選ぶとこのプレイリストに割り当てられ、メニューコマンドは反応しなくなります。
ko: ‘%@’ 메뉴 명령이 이 단축키를 사용합니다. ‘그래도 사용’을 선택하면 이 플레이리스트에 할당되며 메뉴 명령은 더 이상 반응하지 않습니다.
pl: Polecenie menu „%@” używa tego skrótu. „Użyj mimo to” przypisuje go tej playliście, a polecenie menu przestaje na niego reagować.
pt_br: O comando de menu “%@” usa este atalho. Usar Mesmo Assim o atribui a esta playlist, e o comando de menu deixa de responder a ele.
ru: Команда меню «%@» использует это сочетание клавиш. «Всё равно использовать» отдаёт его этому плейлисту, и команда меню перестаёт на него реагировать.
tr: “%@” menü komutu bu kısayolu kullanıyor. “Yine de Kullan” onu bu çalma listesine verir ve menü komutu artık ona yanıt vermez.
uk: Команда меню «%@» використовує це скорочення. «Усе одно використати» віддає його цьому списку відтворення, і команда меню більше не реагує на нього.
zh_hans: 菜单命令“%@”使用了此快捷键。“仍然使用”会将它分配给此播放列表，菜单命令将不再响应它。
zh_hant: 選單指令「%@」使用了此快速鍵。「仍要使用」會將它指定給此播放列表，選單指令將不再回應它。

source: The most frames per second scene and web wallpapers draw; 240 means no limit. Higher rates use more GPU and battery.
ar: الحد الأقصى للإطارات في الثانية لخلفيات المشاهد والويب، و240 تعني بلا حد. وتستهلك المعدلات الأعلى المزيد من GPU والبطارية.
de: Die maximale Bildrate von Szenen- und Web-Hintergrundbildern; 240 bedeutet unbegrenzt. Höhere Raten brauchen mehr GPU und Batterie.
es: El máximo de fotogramas por segundo de los fondos de pantalla de escena y web; 240 significa sin límite. Más fotogramas usan más GPU y batería.
fr: Nombre maximal d’images par seconde des fonds d’écran de scène et web ; 240 signifie sans limite. Des valeurs plus élevées sollicitent plus le GPU et la batterie.
hi: सीन और वेब वॉलपेपर प्रति सेकंड ज़्यादा-से-ज़्यादा कितने फ़्रेम बनाएँ; 240 का मतलब कोई सीमा नहीं। ज़्यादा दर ज़्यादा GPU और बैटरी लेती है।
it: Il massimo di fotogrammi al secondo degli sfondi scena e web; 240 significa nessun limite. Valori più alti usano più GPU e batteria.
ja: シーンと Web の壁紙が描画する最大フレーム数（毎秒）です。240 は無制限です。高いほど GPU とバッテリーを多く使います。
ko: 장면 및 웹 배경화면이 그리는 초당 최대 프레임 수입니다. 240은 제한 없음을 뜻합니다. 높을수록 GPU와 배터리를 더 사용합니다.
pl: Maksymalna liczba klatek na sekundę tapet scen i internetowych; 240 oznacza brak limitu. Wyższe wartości zużywają więcej GPU i baterii.
pt_br: O máximo de quadros por segundo das imagens de fundo de cena e web; 240 significa sem limite. Taxas maiores usam mais GPU e bateria.
ru: Максимум кадров в секунду для обоев-сцен и веб-обоев; 240 — без ограничения. Чем выше, тем больше нагрузка на ГП и аккумулятор.
tr: Sahne ve web duvar kâğıtlarının saniyede en fazla çizdiği kare sayısı; 240 sınırsız demektir. Yüksek değerler daha çok GPU ve pil kullanır.
uk: Максимум кадрів за секунду для шпалер-сцен і вебшпалер; 240 — без обмеження. Що вище, то більше навантаження на ГП та акумулятор.
zh_hans: 场景和网页墙纸每秒绘制的最大帧数；240 表示不限制。越高占用的 GPU 和电池越多。
zh_hant: 場景和網頁背景圖片每秒繪製的最大影格數；240 表示不限制。越高使用的 GPU 和電池越多。

source: The most particles one wallpaper may hold. A wallpaper made with more draws every particle system thinner, keeping its look.
ar: الحد الأقصى لعدد الجسيمات في خلفية واحدة. الخلفية المصممة بعدد أكبر ترسم كل نظام جسيمات بكثافة أقل، مع الحفاظ على مظهرها.
de: Die maximale Anzahl an Partikeln pro Hintergrundbild. Ein Hintergrundbild mit mehr Partikeln zeichnet jedes Partikelsystem dünner und behält so sein Aussehen.
es: Número máximo de partículas que puede tener un fondo de pantalla. Si uno se creó con más, cada sistema de partículas se dibuja con menos densidad, conservando su aspecto.
fr: Nombre maximal de particules par fond d’écran. Un fond d’écran conçu avec davantage de particules allège chaque système de particules tout en conservant son apparence.
hi: एक वॉलपेपर में अधिकतम कितने पार्टिकल हो सकते हैं. इससे ज़्यादा पार्टिकल वाला वॉलपेपर हर पार्टिकल सिस्टम को कम घना बनाता है, ताकि उसका लुक बना रहे.
it: Il numero massimo di particelle che uno sfondo può contenere. Uno sfondo creato con più particelle disegna ogni sistema particellare più rado, mantenendone l’aspetto.
ja: 1つの壁紙が保持できるパーティクルの最大数です。これより多いパーティクルで作成された壁紙は、見た目を保ったまま各パーティクルシステムをまばらに描画します。
ko: 배경화면 하나가 가질 수 있는 최대 파티클 수입니다. 이보다 많은 파티클로 제작된 배경화면은 모든 파티클 시스템을 더 성기게 그려 원래 모습을 유지합니다.
pl: Maksymalna liczba cząsteczek w jednej tapecie. Tapeta utworzona z większą ich liczbą rysuje każdy system cząsteczek rzadziej, zachowując jego wygląd.
pt_br: O máximo de partículas que uma imagem de fundo pode ter. Uma imagem de fundo criada com mais desenha cada sistema de partículas de forma mais esparsa, mantendo sua aparência.
ru: Максимальное число частиц в одних обоях. Если в обоях их больше, каждая система частиц прорежается, сохраняя внешний вид.
tr: Bir duvar kâğıdının içerebileceği en fazla parçacık sayısı. Daha fazlasıyla hazırlanmış bir duvar kâğıdı, görünümünü koruyarak her parçacık sistemini daha seyrek çizer.
uk: Найбільша кількість частинок, яку може містити одна шпалера. Шпалера, створена з більшою кількістю, малює кожну систему частинок розрідженіше, зберігаючи її вигляд.
zh_hans: 单张墙纸可包含的最大粒子数。超出此数量的墙纸会按比例减少每个粒子系统的粒子，同时保持其外观。
zh_hant: 單一背景圖片可容納的粒子數上限。粒子較多的背景圖片會讓每個粒子系統繪製得較稀疏，同時保持原有外觀。

source: The package holds the video file exactly as it is, its preview and a short project.json, as Wallpaper Engine's own export does. The phone fills its screen with the video, so there is nothing to set here.
ar: تحتوي الحزمة على ملف الفيديو كما هو تمامًا ومعاينته وملف project.json قصير، كما في تصدير Wallpaper Engine نفسه. يملأ الهاتف شاشته بالفيديو، لذا لا يوجد ما يُضبط هنا.
de: Das Paket enthält die Videodatei unverändert, ihre Vorschau und eine kurze project.json, wie beim Export von Wallpaper Engine selbst. Das Telefon füllt seinen Bildschirm mit dem Video, daher gibt es hier nichts einzustellen.
es: El paquete contiene el archivo de vídeo tal cual, su previsualización y un breve project.json, como la exportación del propio Wallpaper Engine. El teléfono llena su pantalla con el vídeo, así que aquí no hay nada que ajustar.
fr: Le paquet contient le fichier vidéo tel quel, son aperçu et un court project.json, comme l’exportation de Wallpaper Engine. Le téléphone remplit son écran avec la vidéo : il n’y a donc rien à régler ici.
hi: Wallpaper Engine के अपने एक्सपोर्ट की तरह, पैकेज में वीडियो फ़ाइल जैसी है वैसी, उसका प्रीव्यू और एक छोटी project.json होती है। फ़ोन वीडियो से अपनी स्क्रीन भरता है, इसलिए यहाँ कुछ सेट करने को नहीं है।
it: Il pacchetto contiene il file video così com’è, la sua anteprima e un breve project.json, come l’esportazione di Wallpaper Engine. Il telefono riempie lo schermo con il video, quindi qui non c’è nulla da impostare.
ja: パッケージには、Wallpaper Engine自体の書き出しと同様に、ビデオファイルそのもの、そのプレビュー、短いproject.jsonが含まれます。電話は画面いっぱいにビデオを表示するため、ここで設定する項目はありません。
ko: 패키지에는 Wallpaper Engine 자체의 내보내기와 같이 비디오 파일 그대로와 미리보기, 짧은 project.json이 들어 있습니다. 휴대폰이 비디오로 화면을 채우므로 여기에서 설정할 것은 없습니다.
pl: Pakiet zawiera plik wideo w niezmienionej postaci, jego podgląd i krótki plik project.json, tak jak eksport samego Wallpaper Engine. Telefon wypełnia ekran wideo, więc nie ma tu nic do ustawienia.
pt_br: O pacote contém o arquivo de vídeo exatamente como está, sua pré-visualização e um project.json curto, como a exportação do próprio Wallpaper Engine. O telefone preenche a tela com o vídeo, então não há nada a ajustar aqui.
ru: Пакет содержит видеофайл в неизменном виде, его предварительный просмотр и короткий project.json, как при экспорте самой Wallpaper Engine. Телефон заполняет экран видео, поэтому здесь нечего настраивать.
tr: Paket, Wallpaper Engine’in kendi dışa aktarmasında olduğu gibi video dosyasının tam olduğu hâlini, önizlemesini ve kısa bir project.json dosyasını içerir. Telefon ekranını videoyla doldurur, bu nedenle burada ayarlanacak bir şey yoktur.
uk: Пакет містить відеофайл у незмінному вигляді, його попередній перегляд і короткий project.json, як під час експорту самої Wallpaper Engine. Телефон заповнює екран відео, тож тут нічого налаштовувати.
zh_hans: 与 Wallpaper Engine 自身的导出一样，包中包含原样的视频文件、其预览和一个简短的 project.json。手机会用视频填满屏幕，因此此处无需设置。
zh_hant: 與 Wallpaper Engine 本身的輸出一樣，套件中包含原樣的影片檔案、其預覽和一個簡短的 project.json。手機會用影片填滿螢幕，因此此處無需設定。

source: The packages are in the Android exports list.
ar: الحزم موجودة في قائمة تصديرات Android.
de: Die Pakete sind in der Liste der Android-Exporte.
es: Los paquetes están en la lista de exportaciones a Android.
fr: Les paquets se trouvent dans la liste des exportations Android.
hi: पैकेज Android एक्सपोर्ट सूची में हैं।
it: I pacchetti si trovano nell’elenco delle esportazioni per Android.
ja: パッケージはAndroid書き出しリストにあります。
ko: 패키지가 Android 내보내기 목록에 있습니다.
pl: Pakiety są na liście eksportów na Androida.
pt_br: Os pacotes estão na lista de exportações para Android.
ru: Пакеты находятся в списке экспорта для Android.
tr: Paketler Android dışa aktarma listesinde.
uk: Пакети є в списку експорту для Android.
zh_hans: 这些包位于 Android 导出列表中。
zh_hant: 這些套件位於 Android 輸出列表中。

source: The phone fills its screen with the video
ar: يملأ الهاتف شاشته بالفيديو
de: Das Telefon füllt seinen Bildschirm mit dem Video
es: El teléfono llena su pantalla con el vídeo
fr: Le téléphone remplit son écran avec la vidéo
hi: फ़ोन वीडियो से अपनी स्क्रीन भरता है
it: Il telefono riempie lo schermo con il video
ja: 電話は画面いっぱいにビデオを表示します
ko: 휴대폰이 비디오로 화면을 채웁니다
pl: Telefon wypełnia ekran wideo
pt_br: O telefone preenche a tela com o vídeo
ru: Телефон заполняет экран видео
tr: Telefon ekranını videoyla doldurur
uk: Телефон заповнює екран відео
zh_hans: 手机会用视频填满屏幕
zh_hant: 手機會用影片填滿螢幕

source: The playlist moves on after the duration, or when a video ends.
ar: تنتقل قائمة التشغيل إلى الخلفية التالية بعد انقضاء المدة، أو عند انتهاء الفيديو.
de: Die Playlist wechselt nach Ablauf der Dauer oder wenn ein Video endet.
es: La playlist avanza al acabar la duración, o cuando termina un vídeo.
fr: La playlist passe au suivant après la durée, ou à la fin d’une vidéo.
hi: अवधि पूरी होने पर, या वीडियो ख़त्म होने पर प्लेलिस्ट आगे बढ़ती है।
it: La playlist passa al successivo dopo la durata o al termine di un video.
ja: 表示時間が過ぎるか、ビデオが終了すると、プレイリストが次に進みます。
ko: 지속 시간이 지나거나 비디오가 끝나면 플레이리스트가 다음으로 넘어갑니다.
pl: Playlista przechodzi dalej po upływie czasu lub po zakończeniu wideo.
pt_br: A playlist avança após a duração, ou quando um vídeo termina.
ru: Плейлист переходит дальше по истечении длительности или по окончании видео.
tr: Çalma listesi süre dolduğunda veya bir video bittiğinde ilerler.
uk: Список відтворення переходить далі після завершення тривалості або коли закінчується відео.
zh_hans: 播放列表在时长结束或视频播完时前进。
zh_hant: 播放列表會在持續時間結束或影片播畢時前進。

source: The playlist moves on one wallpaper each time Open Wallpaper Engine starts.
ar: تنتقل قائمة التشغيل إلى الخلفية التالية في كل مرة يبدأ فيها Open Wallpaper Engine.
de: Die Playlist wechselt bei jedem Start von Open Wallpaper Engine zum nächsten Hintergrundbild.
es: La playlist pasa al siguiente fondo de pantalla cada vez que se abre Open Wallpaper Engine.
fr: La playlist passe au fond d’écran suivant à chaque ouverture d’Open Wallpaper Engine.
hi: Open Wallpaper Engine के हर बार शुरू होने पर प्लेलिस्ट अगले वॉलपेपर पर जाती है।
it: La playlist passa allo sfondo successivo ogni volta che Open Wallpaper Engine si avvia.
ja: Open Wallpaper Engine を起動するたびに、プレイリストが次の壁紙に進みます。
ko: Open Wallpaper Engine이 시작될 때마다 플레이리스트가 다음 배경화면으로 넘어갑니다.
pl: Playlista przechodzi do następnej tapety przy każdym uruchomieniu Open Wallpaper Engine.
pt_br: A playlist avança uma imagem de fundo sempre que o Open Wallpaper Engine é iniciado.
ru: Плейлист переходит к следующим обоям при каждом запуске Open Wallpaper Engine.
tr: Çalma listesi, Open Wallpaper Engine her başladığında bir sonraki duvar kâğıdına geçer.
uk: Список відтворення переходить до наступної шпалери щоразу, коли запускається Open Wallpaper Engine.
zh_hans: 每次启动 Open Wallpaper Engine 时，播放列表前进一张墙纸。
zh_hant: 每次啟動 Open Wallpaper Engine 時，播放列表會前進一張背景圖片。
